Revit 2027 API
ParameterTypeId.ZoneUseHumidificationSetpointParam Property
 "Use Humidification Set Point"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId ZoneUseHumidificationSetpointParam { get; }
Public Shared ReadOnly Property ZoneUseHumidificationSetpointParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ ZoneUseHumidificationSetpointParam {
	ForgeTypeId^ get ();
}
static member ZoneUseHumidificationSetpointParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace